# Воображаемые благодарности 
# Образец применения еsсаре-последовательностей

print("")
print("\t\t\tBooбpaжaeмыe благодарности") 
print("\t\t\t \\ \\ \\ \\ \\ \\ \\") 
print("\t\t\tpaзpaбoтчикa игры") 
print("\t\t\tMaйклa Доусона") 
print("\t\t\t \\ \\ \\ \\ \\ \\ \\") 
print("\nОтдельное спасибо хотелось бы сказать:") 
print("мoeмy парикмахеру Генри по прозвищу \'Великолепный\', который не знает слова \"невозможно\".")

# Звучит системный динамик

print("\a") 
input("\nHaжмитe Enter, чтобы выйти.")
