# Забавные строки 
# Демонстрирует сцепление и повторение строк 

print("")
print("Две строки можно " + "сцепить с помощью оператора '+' . ") 
print("\nЭта строка " + "вряд ли " + "удив" + "ит вас. "  \
		+ "\nНо интересно, " + "что" + " она - " + "одна длинная-длин"  \
		+ "на" + "я" + " строка,\nсцепленная " \
		+ "из " + "двадцати двух" + " отдельных строк, разбитых " \
		+ "на шесть строк."+"\nДостаточно ли вы"+" впечатлены? "+"\nНу хватит, " \
		+ "вот " + "наша " + "длинная" +  " строка и закончилась!") 
print("\nEcли текст нравится, его можно и повторить.") 
print("К примеру, кто не любит пирожных? \nОчень мало кто бы не любил пирожных.") 
print("А paз мы люди честные, то выскажемся о своих симпатиях откровенно:") 
print("\nПирожные" * 10) 
input("\nHaжмитe Enter, чтобы выйти.") 
